Repository: alexmanzer/rootshell-vnc
Catalog: Packages/rootshellVNC/Sources/rootshellVNC/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Match this window or iPad aspect ratio. Supported Macs use a separate virtual display; other VNC servers resize only when they advertise support.
ar: مطابقة نسبة العرض إلى الارتفاع لهذه النافذة أو iPad. تستخدم أجهزة Mac المدعومة شاشة افتراضية منفصلة؛ أما خوادم VNC الأخرى فتغيّر الحجم فقط عند إعلانها دعم ذلك.
ca: Ajusta la relació d'aspecte d'aquesta finestra o de l'iPad. Els Mac compatibles fan servir una pantalla virtual independent; els altres servidors VNC només canvien la mida si n'indiquen la compatibilitat.
cs: Přizpůsobí se poměru stran tohoto okna nebo iPadu. Podporované Macy použijí samostatný virtuální displej; ostatní VNC servery změní velikost jen tehdy, když to oznámí jako podporované.
da: Tilpas til dette vindues eller denne iPads højde-breddeforhold. Understøttede Mac-computere bruger en separat virtuel skærm; andre VNC-servere ændrer kun størrelse, når de angiver understøttelse.
de: An das Seitenverhältnis dieses Fensters oder iPads anpassen. Unterstützte Macs verwenden ein separates virtuelles Display; andere VNC-Server passen die Größe nur an, wenn sie dies unterstützen.
es: Ajusta la proporción de esta ventana o del iPad. Los Mac compatibles usan una pantalla virtual aparte; otros servidores VNC solo cambian el tamaño si indican que lo admiten.
fi: Sovita tämän ikkunan tai iPadin kuvasuhteeseen. Tuetut Macit käyttävät erillistä virtuaalinäyttöä; muut VNC-palvelimet muuttavat kokoa vain, jos ne ilmoittavat tukevansa sitä.
fr: Adapter au format de cette fenêtre ou de cet iPad. Les Mac compatibles utilisent un écran virtuel distinct ; les autres serveurs VNC ne se redimensionnent que s’ils annoncent la prise en charge.
he: התאמה ליחס הגובה-רוחב של חלון זה או של ה-iPad. מחשבי Mac נתמכים משתמשים בצג וירטואלי נפרד; שרתי VNC אחרים משנים גודל רק אם הם מכריזים על תמיכה.
hu: Igazodás ennek az ablaknak vagy iPadnek a képarányához. A támogatott Mac gépek külön virtuális kijelzőt használnak; más VNC-szerverek csak akkor méreteznek át, ha jelzik ennek támogatását.
it: Adatta le proporzioni a questa finestra o all’iPad. I Mac supportati usano uno schermo virtuale separato; gli altri server VNC si ridimensionano solo se ne dichiarano il supporto.
ja: このウインドウまたはiPadの縦横比に合わせます。対応するMacは個別の仮想ディスプレイを使用します。ほかのVNCサーバは、サポートを通知している場合のみサイズを変更します。
ko: 이 윈도우 또는 iPad의 종횡비에 맞춥니다. 지원되는 Mac은 별도의 가상 디스플레이를 사용하며, 다른 VNC 서버는 지원을 알리는 경우에만 크기를 조절합니다.
nb: Tilpass til størrelsesforholdet til dette vinduet eller denne iPaden. Macer med støtte bruker en egen virtuell skjerm; andre VNC-servere endrer størrelse bare hvis de oppgir at de støtter det.
nl: Gebruik de beeldverhouding van dit venster of deze iPad. Ondersteunde Macs gebruiken een apart virtueel beeldscherm; andere VNC-servers passen het formaat alleen aan als ze aangeven dit te ondersteunen.
pl: Dopasuj do proporcji tego okna lub iPada. Obsługiwane Maki używają osobnego wirtualnego ekranu; inne serwery VNC zmieniają rozmiar tylko wtedy, gdy zgłaszają obsługę.
pt_br: Iguala a proporção desta janela ou do iPad. Macs compatíveis usam uma tela virtual separada; outros servidores VNC só redimensionam quando anunciam suporte.
pt_pt: Corresponder à proporção desta janela ou do iPad. Os Mac compatíveis usam um ecrã virtual separado; os outros servidores VNC só redimensionam se anunciarem suporte.
ro: Potrivește raportul de aspect al acestei ferestre sau al iPad-ului. Mac-urile compatibile folosesc un ecran virtual separat; celelalte servere VNC redimensionează doar dacă anunță că acceptă acest lucru.
sl: Prilagodi razmerju stranic tega okna ali iPada. Podprti Maci uporabijo ločen navidezni zaslon; drugi strežniki VNC spremenijo velikost le, če to podporo oglašujejo.
sv: Matcha det här fönstrets eller din iPads bildförhållande. Mac-datorer med stöd använder en separat virtuell skärm, andra VNC-servrar ändrar storlek bara när de anger att de har stöd för det.
uk: Відповідати співвідношенню сторін цього вікна або iPad. Підтримувані Mac використовують окремий віртуальний дисплей; інші сервери VNC змінюють розмір, лише якщо повідомляють про підтримку.
vi: Khớp tỷ lệ khung hình của cửa sổ này hoặc iPad. Các máy Mac được hỗ trợ dùng một màn hình ảo riêng; các máy chủ VNC khác chỉ đổi kích thước khi chúng thông báo có hỗ trợ.
zh_hans: 匹配此窗口或 iPad 的宽高比。支持的 Mac 会使用单独的虚拟显示器；其他 VNC 服务器仅在声明支持时才会调整大小。
zh_hant: 符合此視窗或 iPad 的長寬比。支援的 Mac 會使用個別的虛擬顯示器；其他 VNC 伺服器僅在表明支援時才會調整大小。

source: Move Left a Space
ar: الانتقال مسافة إلى اليسار
ca: Desplaçar-se un espai a l'esquerra
cs: Přesun o plochu doleva
da: Flyt en plads til venstre
de: Einen Space nach links bewegen
es: Desplazarse un espacio a la izquierda
fi: Siirry vasemmalla olevaan tilaan
fr: Se déplacer d’un espace vers la gauche
he: מעבר למרחב שמאלה
hu: Váltás a bal oldali Space-re
it: Sposta a sinistra di uno spazio
ja: 操作スペースを1つ左に移動
ko: 왼쪽으로 한 공간 이동
nb: Flytt til området til venstre
nl: Ga een space naar links
pl: Przesuń w lewo o jedno biurko
pt_br: Mover um Espaço à Esquerda
pt_pt: Mover um espaço para a esquerda
ro: Deplasare cu un spațiu la stânga
sl: Premakni se za eno namizje levo
sv: Flytta ett skrivbord åt vänster
uk: Перейти на один простір ліворуч
vi: Di chuyển sang trái một Space
zh_hans: 向左移动一个空间
zh_hant: 往左移動一個空間

source: Move Right a Space
ar: الانتقال مسافة إلى اليمين
ca: Desplaçar-se un espai a la dreta
cs: Přesun o plochu doprava
da: Flyt en plads til højre
de: Einen Space nach rechts bewegen
es: Desplazarse un espacio a la derecha
fi: Siirry oikealla olevaan tilaan
fr: Se déplacer d’un espace vers la droite
he: מעבר למרחב ימינה
hu: Váltás a jobb oldali Space-re
it: Sposta a destra di uno spazio
ja: 操作スペースを1つ右に移動
ko: 오른쪽으로 한 공간 이동
nb: Flytt til området til høyre
nl: Ga een space naar rechts
pl: Przesuń w prawo o jedno biurko
pt_br: Mover um Espaço à Direita
pt_pt: Mover um espaço para a direita
ro: Deplasare cu un spațiu la dreapta
sl: Premakni se za eno namizje desno
sv: Flytta ett skrivbord åt höger
uk: Перейти на один простір праворуч
vi: Di chuyển sang phải một Space
zh_hans: 向右移动一个空间
zh_hant: 往右移動一個空間

source: Negotiating protocol…
ar: جارٍ التفاوض على البروتوكول…
ca: Negociant el protocol…
cs: Vyjednávání protokolu…
da: Forhandler protokol…
de: Protokoll wird ausgehandelt…
es: Negociando el protocolo…
fi: Neuvotellaan protokollaa…
fr: Négociation du protocole…
he: משא ומתן על הפרוטוקול…
hu: Protokollegyeztetés…
it: Negoziazione protocollo…
ja: プロトコルをネゴシエーション中…
ko: 프로토콜 협상 중…
nb: Forhandler protokoll…
nl: Protocol afstemmen…
pl: Negocjowanie protokołu…
pt_br: Negociando protocolo…
pt_pt: A negociar o protocolo…
ro: Se negociază protocolul…
sl: Usklajevanje protokola…
sv: Förhandlar protokoll…
uk: Узгодження протоколу…
vi: Đang thương lượng giao thức…
zh_hans: 正在协商协议…
zh_hant: 正在協商通訊協定…

source: Negotiating security…
ar: جارٍ التفاوض على الأمان…
ca: Negociant la seguretat…
cs: Vyjednávání zabezpečení…
da: Forhandler sikkerhed…
de: Sicherheit wird ausgehandelt…
es: Negociando la seguridad…
fi: Neuvotellaan suojausta…
fr: Négociation de la sécurité…
he: משא ומתן על האבטחה…
hu: Biztonsági egyeztetés…
it: Negoziazione sicurezza…
ja: セキュリティをネゴシエーション中…
ko: 보안 협상 중…
nb: Forhandler sikkerhet…
nl: Beveiliging afstemmen…
pl: Negocjowanie zabezpieczeń…
pt_br: Negociando segurança…
pt_pt: A negociar a segurança…
ro: Se negociază securitatea…
sl: Usklajevanje varnosti…
sv: Förhandlar säkerhet…
uk: Узгодження безпеки…
vi: Đang thương lượng bảo mật…
zh_hans: 正在协商安全性…
zh_hant: 正在協商安全性…

source: No Active Connection
ar: لا يوجد اتصال نشط
ca: Cap connexió activa
cs: Žádné aktivní připojení
da: Ingen aktiv forbindelse
de: Keine aktive Verbindung
es: Ninguna conexión activa
fi: Ei aktiivista yhteyttä
fr: Aucune connexion active
he: אין חיבור פעיל
hu: Nincs aktív kapcsolat
it: Nessuna connessione attiva
ja: アクティブな接続なし
ko: 활성 연결 없음
nb: Ingen aktiv tilkobling
nl: Geen actieve verbinding
pl: Brak aktywnego połączenia
pt_br: Nenhuma Conexão Ativa
pt_pt: Sem ligação ativa
ro: Nicio conexiune activă
sl: Ni aktivne povezave
sv: Ingen aktiv anslutning
uk: Немає активного з’єднання
vi: Không có kết nối hoạt động
zh_hans: 无活跃连接
zh_hant: 沒有作用中的連線

source: Not connected to a VNC server
ar: غير متصل بخادم VNC
ca: No hi ha connexió amb cap servidor VNC
cs: Nejste připojeni k VNC serveru
da: Der er ikke forbindelse til en VNC-server
de: Nicht mit einem VNC-Server verbunden
es: No hay conexión con ningún servidor VNC
fi: Ei yhteyttä VNC-palvelimeen
fr: Non connecté à un serveur VNC
he: אין חיבור לשרת VNC
hu: Nincs csatlakozva VNC-szerverhez
it: Nessuna connessione a un server VNC
ja: VNCサーバに接続されていません
ko: VNC 서버에 연결되어 있지 않음
nb: Ikke koblet til en VNC-server
nl: Niet verbonden met een VNC-server
pl: Brak połączenia z serwerem VNC
pt_br: Não conectado a um servidor VNC
pt_pt: Sem ligação a um servidor VNC
ro: Nu există o conexiune la un server VNC
sl: Povezava s strežnikom VNC ni vzpostavljena
sv: Inte ansluten till en VNC-server
uk: Немає підключення до сервера VNC
vi: Chưa kết nối với máy chủ VNC
zh_hans: 未连接到 VNC 服务器
zh_hant: 未連接 VNC 伺服器

source: OK
ar: موافق
ca: D’acord
es: Aceptar
he: אישור
ko: 확인
sl: V redu
zh_hans: 好
zh_hant: 好

source: One Display
ar: شاشة واحدة
ca: Una pantalla
cs: Jeden displej
da: Én skærm
de: Ein Display
es: Una pantalla
fi: Yksi näyttö
fr: Un écran
he: צג אחד
hu: Egy kijelző
it: Uno schermo
ja: 1つのディスプレイ
ko: 디스플레이 한 개
nb: Én skjerm
nl: Eén beeldscherm
pl: Jeden ekran
pt_br: Uma Tela
pt_pt: Um ecrã
ro: Un ecran
sl: En zaslon
sv: En skärm
uk: Один дисплей
vi: Một màn hình
zh_hans: 一台显示器
zh_hant: 單一顯示器

source: One Virtual Display
ar: شاشة افتراضية واحدة
ca: Una pantalla virtual
cs: Jeden virtuální displej
da: Én virtuel skærm
de: Ein virtuelles Display
es: Una pantalla virtual
fi: Yksi virtuaalinäyttö
fr: Un écran virtuel
he: צג וירטואלי אחד
hu: Egy virtuális kijelző
it: Uno schermo virtuale
ja: 1つの仮想ディスプレイ
ko: 가상 디스플레이 한 개
nb: Én virtuell skjerm
nl: Eén virtueel beeldscherm
pl: Jeden wirtualny ekran
pt_br: Uma Tela Virtual
pt_pt: Um ecrã virtual
ro: Un ecran virtual
sl: En navidezni zaslon
sv: En virtuell skärm
uk: Один віртуальний дисплей
vi: Một màn hình ảo
zh_hans: 一台虚拟显示器
zh_hant: 單一虛擬顯示器

source: Opening connection…
ar: جارٍ فتح الاتصال…
ca: Obrint la connexió…
cs: Navazování spojení…
da: Åbner forbindelse…
de: Verbindung wird geöffnet…
es: Abriendo la conexión…
fi: Avataan yhteyttä…
fr: Ouverture de la connexion…
he: פותח את החיבור…
hu: Kapcsolat megnyitása…
it: Apertura connessione…
ja: 接続を開いています…
ko: 연결 여는 중…
nb: Åpner tilkobling…
nl: Verbinding openen…
pl: Otwieranie połączenia…
pt_br: Abrindo conexão…
pt_pt: A abrir a ligação…
ro: Se deschide conexiunea…
sl: Odpiranje povezave…
sv: Öppnar anslutning…
uk: Відкриття з’єднання…
vi: Đang mở kết nối…
zh_hans: 正在建立连接…
zh_hant: 正在開啟連線…

source: optional
ar: اختياري
ca: opcional
cs: volitelné
da: valgfri
es: opcional
fi: valinnainen
fr: facultatif
he: אופציונלי
hu: választható
it: facoltativo
ja: 省略可能
ko: 선택 사항
nb: valgfritt
nl: optioneel
pl: opcjonalne
pt_br: opcional
pt_pt: opcional
ro: opțional
sl: neobvezno
sv: valfritt
uk: необов’язково
vi: tùy chọn
zh_hans: 可选
zh_hant: 選填

source: optional message
ar: رسالة اختيارية
ca: missatge opcional
cs: nepovinná zpráva
da: valgfri besked
de: optionale Mitteilung
es: mensaje opcional
fi: valinnainen viesti
fr: message facultatif
he: הודעה (רשות)
hu: opcionális üzenet
it: messaggio facoltativo
ja: メッセージ（任意）
ko: 메시지(선택 사항)
nb: valgfri melding
nl: optioneel bericht
pl: opcjonalna wiadomość
pt_br: mensagem opcional
pt_pt: mensagem opcional
ro: mesaj opțional
sl: neobvezno sporočilo
sv: valfritt meddelande
uk: необов’язкове повідомлення
vi: thông báo tùy chọn
zh_hans: 可选信息
zh_hant: 選填訊息

source: Other Commands
ar: أوامر أخرى
ca: Altres ordres
cs: Další příkazy
da: Andre kommandoer
de: Weitere Befehle
es: Otros comandos
fi: Muut komennot
fr: Autres commandes
he: פקודות אחרות
hu: Egyéb parancsok
it: Altri comandi
ja: その他のコマンド
ko: 기타 명령
nb: Andre kommandoer
nl: Andere commando’s
pl: Inne polecenia
pt_br: Outros Comandos
pt_pt: Outros comandos
ro: Alte comenzi
sl: Drugi ukazi
sv: Andra kommandon
uk: Інші команди
vi: Lệnh khác
zh_hans: 其他命令
zh_hant: 其他指令

source: Password
ar: كلمة السر
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
he: סיסמה
hu: Jelszó
ja: パスワード
ko: 암호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
pt_pt: Palavra-passe
ro: Parolă
sl: Geslo
sv: Lösenord
uk: Пароль
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

source: Play Remote Audio
ar: تشغيل الصوت البعيد
ca: Reproduir l'àudio remot
cs: Přehrávat vzdálený zvuk
da: Afspil ekstern lyd
de: Remote-Audio wiedergeben
es: Reproducir el audio remoto
fi: Toista etäkoneen ääni
fr: Lire l’audio distant
he: השמעת שמע מרוחק
hu: Távoli hang lejátszása
it: Riproduci audio remoto
ja: リモートオーディオを再生
ko: 원격 오디오 재생
nb: Spill av ekstern lyd
nl: Speel extern geluid af
pl: Odtwarzaj dźwięk zdalny
pt_br: Reproduzir Áudio Remoto
pt_pt: Reproduzir áudio remoto
ro: Redare audio de la distanță
sl: Predvajaj oddaljeni zvok
sv: Spela upp fjärrljud
uk: Відтворювати віддалений звук
vi: Phát âm thanh từ xa
zh_hans: 播放远程音频
zh_hant: 播放遠端音訊

source: Play the remote Mac's system audio when the server offers it.
ar: تشغيل صوت نظام Mac البعيد عندما يوفره الخادم.
ca: Reprodueix l'àudio del sistema del Mac remot quan el servidor l'ofereixi.
cs: Přehrávat systémový zvuk vzdáleného Macu, pokud ho server nabízí.
da: Afspil den eksterne Macs systemlyd, når serveren tilbyder den.
de: Den System-Ton des entfernten Mac wiedergeben, wenn der Server ihn anbietet.
es: Reproduce el audio del sistema del Mac remoto cuando el servidor lo ofrece.
fi: Toista etä-Macin järjestelmän äänet, kun palvelin tarjoaa niitä.
fr: Lire l’audio système du Mac distant lorsque le serveur le propose.
he: השמעת שמע המערכת של ה-Mac המרוחק כאשר השרת מציע זאת.
hu: A távoli Mac rendszerhangjának lejátszása, ha a szerver felkínálja.
it: Riproduci l’audio di sistema del Mac remoto quando il server lo offre.
ja: サーバが提供している場合に、リモートMacのシステムオーディオを再生します。
ko: 서버에서 제공하는 경우 원격 Mac의 시스템 오디오를 재생합니다.
nb: Spill av systemlyden fra den eksterne Macen når serveren tilbyr det.
nl: Speel het systeemgeluid van de externe Mac af wanneer de server dit aanbiedt.
pl: Odtwarzaj dźwięk systemowy zdalnego Maca, gdy serwer go udostępnia.
pt_br: Reproduz o áudio do sistema do Mac remoto quando o servidor o oferece.
pt_pt: Reproduzir o áudio do sistema do Mac remoto quando o servidor o disponibilizar.
ro: Redă sunetul de sistem al Mac-ului la distanță atunci când serverul îl oferă.
sl: Predvajaj sistemski zvok oddaljenega Maca, kadar ga strežnik ponudi.
sv: Spela upp systemljudet från fjärr-Macen när servern erbjuder det.
uk: Відтворювати системний звук віддаленого Mac, коли сервер його пропонує.
vi: Phát âm thanh hệ thống của máy Mac từ xa khi máy chủ cung cấp.
zh_hans: 当服务器提供时，播放远程 Mac 的系统音频。
zh_hant: 當伺服器提供時，播放遠端 Mac 的系統音訊。

source: Port
ar: المنفذ
es: Puerto
fi: Portti
he: פורט
it: Porta
ja: ポート
ko: 포트
nl: Poort
pt_br: Porta
pt_pt: Porta
sl: Vrata
uk: Порт
vi: Cổng
zh_hans: 端口
zh_hant: 連接埠

source: Prompt at Mac Login
ar: المطالبة عند تسجيل الدخول إلى Mac
ca: Preguntar en iniciar sessió al Mac
cs: Dotázat se při přihlášení k Macu
da: Spørg ved Mac-login
de: Bei Mac-Anmeldung nachfragen
es: Preguntar al iniciar sesión en el Mac
fi: Kysy Macin kirjautumisessa
fr: Demander à la connexion au Mac
he: הצגת בקשה בכניסה ל-Mac
hu: Kérdés a Mac bejelentkezésekor
it: Chiedi all’accesso al Mac
ja: Macログイン時に確認
ko: Mac 로그인 시 확인
nb: Spør ved Mac-pålogging
nl: Vragen bij Mac-inloggen
pl: Pytaj przy logowaniu do Maca
pt_br: Perguntar no login do Mac
pt_pt: Perguntar no início de sessão do Mac
ro: Solicită la autentificarea pe Mac
sl: Vprašaj ob prijavi v Mac
sv: Fråga vid Mac-inloggning
uk: Запитувати під час входу на Mac
vi: Hỏi khi đăng nhập Mac
zh_hans: 在 Mac 登录时询问
zh_hant: 在 Mac 登入時詢問

source: Protocol error: %@
ar: خطأ في البروتوكول: %@
ca: Error de protocol: %@
cs: Chyba protokolu: %@
da: Protokolfejl: %@
de: Protokollfehler: %@
es: Error de protocolo: %@
fi: Protokollavirhe: %@
fr: Erreur de protocole : %@
he: שגיאת פרוטוקול: %@
hu: Protokollhiba: %@
it: Errore di protocollo: %@
ja: プロトコルエラー：%@
ko: 프로토콜 오류: %@
nb: Protokollfeil: %@
nl: Protocolfout: %@
pl: Błąd protokołu: %@
pt_br: Erro de protocolo: %@
pt_pt: Erro de protocolo: %@
ro: Eroare de protocol: %@
sl: Napaka protokola: %@
sv: Protokollfel: %@
uk: Помилка протоколу: %@
vi: Lỗi giao thức: %@
zh_hans: 协议错误：%@
zh_hant: 通訊協定錯誤：%@

source: Quality
ar: الجودة
ca: Qualitat
cs: Kvalita
da: Kvalitet
de: Qualität
es: Calidad
fi: Laatu
fr: Qualité
he: איכות
hu: Minőség
it: Qualità
ja: 画質
ko: 품질
nb: Kvalitet
nl: Kwaliteit
pl: Jakość
pt_br: Qualidade
pt_pt: Qualidade
ro: Calitate
sl: Kakovost
sv: Kvalitet
uk: Якість
vi: Chất lượng
zh_hans: 质量
zh_hant: 品質

source: Reconnecting (attempt %lld)...
ar: جارٍ إعادة الاتصال (المحاولة %lld)...
ca: Tornant a connectar (intent %lld)...
cs: Opětovné připojování (pokus %lld)...
da: Opretter forbindelse igen (forsøg %lld)...
de: Verbindung wird wiederhergestellt (Versuch %lld)...
es: Volviendo a conectar (intento %lld)...
fi: Yhdistetään uudelleen (yritys %lld)...
fr: Reconnexion (tentative %lld)...
he: מתחבר מחדש (ניסיון %lld)...
hu: Újracsatlakozás (%lld. próbálkozás)...
it: Riconnessione (tentativo %lld)...
ja: 再接続中（%lld回目）...
ko: 재연결 중(%lld번째 시도)...
nb: Kobler til igjen (forsøk %lld)...
nl: Bezig met opnieuw verbinden (poging %lld)...
pl: Ponowne łączenie (próba %lld)...
pt_br: Reconectando (tentativa %lld)...
pt_pt: A restabelecer a ligação (tentativa %lld)...
ro: Se reconectează (încercarea %lld)...
sl: Ponovno povezovanje (poskus %lld)...
sv: Återansluter (försök %lld)...
uk: Перепідключення (спроба %lld)...
vi: Đang kết nối lại (lần thử %lld)...
zh_hans: 正在重新连接（第 %lld 次尝试）...
zh_hant: 重新連接中（第 %lld 次嘗試）...

source: Reconnecting now…
ar: جارٍ إعادة الاتصال الآن…
ca: Tornant a connectar…
cs: Probíhá opětovné připojování…
da: Opretter forbindelse igen nu…
de: Verbindung wird jetzt wiederhergestellt…
es: Volviendo a conectar…
fi: Yhdistetään uudelleen…
fr: Reconnexion en cours…
he: מתחבר מחדש כעת…
hu: Újracsatlakozás folyamatban…
it: Riconnessione in corso…
ja: 再接続しています…
ko: 지금 재연결 중…
nb: Kobler til igjen nå…
nl: Bezig met opnieuw verbinden…
pl: Ponowne łączenie…
pt_br: Reconectando agora…
pt_pt: A restabelecer a ligação…
ro: Se reconectează acum…
sl: Ponovno povezovanje poteka…
sv: Återansluter nu…
uk: Перепідключення…
vi: Đang kết nối lại…
zh_hans: 正在重新连接…
zh_hant: 正在重新連接…

source: Reconnection is disabled for this session.
ar: إعادة الاتصال معطلة لهذه الجلسة.
ca: La reconnexió està desactivada en aquesta sessió.
cs: Opětovné připojení je pro tuto relaci vypnuté.
da: Genoprettelse af forbindelse er slået fra for denne session.
de: Das Wiederherstellen der Verbindung ist für diese Sitzung deaktiviert.
es: La reconexión está desactivada en esta sesión.
fi: Uudelleenyhdistäminen ei ole käytössä tässä istunnossa.
fr: La reconnexion est désactivée pour cette session.
he: ההתחברות מחדש מושבתת עבור הפעלה זו.
hu: Az újracsatlakozás ki van kapcsolva ebben a munkamenetben.
it: La riconnessione è disattivata per questa sessione.
ja: このセッションでは再接続が無効になっています。
ko: 이 세션에서는 재연결이 비활성화되어 있습니다.
nb: Gjentilkobling er slått av for denne økten.
nl: Opnieuw verbinden is uitgeschakeld voor deze sessie.
pl: Ponowne łączenie jest wyłączone dla tej sesji.
pt_br: A reconexão está desativada nesta sessão.
pt_pt: O restabelecimento da ligação está desativado nesta sessão.
ro: Reconectarea este dezactivată pentru această sesiune.
sl: Ponovno povezovanje je za to sejo onemogočeno.
sv: Återanslutning är avstängd för den här sessionen.
uk: Перепідключення вимкнено для цього сеансу.
vi: Kết nối lại bị tắt cho phiên này.
zh_hans: 此会话已停用重新连接。
zh_hant: 此工作階段已停用重新連接。

source: Release Keyboard Capture
ar: تحرير التقاط لوحة المفاتيح
ca: Alliberar la captura del teclat
cs: Uvolnit klávesnici
da: Frigiv tastatur
de: Tastaturerfassung aufheben
es: Liberar la captura del teclado
fi: Vapauta näppäimistö
fr: Libérer le clavier
he: שחרור לכידת המקלדת
hu: Billentyűzetrögzítés feloldása
it: Rilascia cattura tastiera
ja: キーボードのキャプチャを解除
ko: 키보드 캡처 해제
nb: Frigi tastaturet
nl: Geef toetsenbord vrij
pl: Zwolnij klawiaturę
pt_br: Liberar Captura do Teclado
pt_pt: Libertar captura do teclado
ro: Eliberare captură tastatură
sl: Sprosti zajem tipkovnice
sv: Släpp tangentbordet
uk: Звільнити клавіатуру
vi: Nhả bàn phím
zh_hans: 释放键盘捕获
zh_hant: 釋放鍵盤擷取

source: Reliable compressed RFB over TCP for constrained networks, VPNs, and non-Mac servers.
ar: بروتوكول RFB مضغوط وموثوق عبر TCP للشبكات المحدودة وشبكات VPN والخوادم غير التابعة لـ Mac.
ca: RFB comprimit i fiable a través de TCP per a xarxes limitades, VPN i servidors que no són Mac.
cs: Spolehlivé komprimované RFB přes TCP pro omezené sítě, VPN a servery jiné než Mac.
da: Pålidelig komprimeret RFB via TCP til begrænsede netværk, VPN-forbindelser og servere, der ikke er Mac.
de: Zuverlässiges komprimiertes RFB über TCP für eingeschränkte Netzwerke, VPNs und Nicht-Mac-Server.
es: RFB comprimido y fiable por TCP para redes limitadas, VPN y servidores que no son Mac.
fi: Luotettava pakattu RFB TCP:n yli rajoitetuille verkoille, VPN-yhteyksille ja muille kuin Mac-palvelimille.
fr: RFB compressé et fiable via TCP pour les réseaux limités, les VPN et les serveurs non-Mac.
he: RFB דחוס ואמין על גבי TCP, לרשתות מוגבלות, לרשתות VPN ולשרתים שאינם Mac.
hu: Megbízható, tömörített RFB TCP-n keresztül korlátozott hálózatokhoz, VPN-ekhez és nem Mac szerverekhez.
it: RFB compresso e affidabile su TCP per reti limitate, VPN e server non Mac.
ja: 制約のあるネットワーク、VPN、Mac以外のサーバ向けの、TCP経由の信頼性の高い圧縮RFB。
ko: 제한된 네트워크, VPN 및 Mac이 아닌 서버를 위한 안정적인 TCP 기반 압축 RFB입니다.
nb: Pålitelig komprimert RFB over TCP for begrensede nettverk, VPN-er og servere som ikke er Mac.
nl: Betrouwbare gecomprimeerde RFB via TCP voor beperkte netwerken, VPN’s en niet-Mac-servers.
pl: Niezawodny, skompresowany RFB przez TCP dla ograniczonych sieci, sieci VPN i serwerów innych niż Mac.
pt_br: RFB comprimido e confiável sobre TCP para redes limitadas, VPNs e servidores que não são Mac.
pt_pt: RFB comprimido e fiável através de TCP para redes limitadas, VPN e servidores que não sejam Mac.
ro: RFB comprimat și fiabil prin TCP, pentru rețele limitate, VPN-uri și servere non-Mac.
sl: Zanesljiv stisnjen RFB prek TCP za omejena omrežja, VPN-je in strežnike, ki niso Mac.
sv: Tillförlitlig komprimerad RFB över TCP för begränsade nätverk, VPN och servrar som inte är Mac.
uk: Надійний стиснений RFB через TCP для обмежених мереж, VPN і серверів, відмінних від Mac.
vi: RFB nén đáng tin cậy qua TCP cho các mạng hạn chế, VPN và máy chủ không phải Mac.
zh_hans: 通过 TCP 传输可靠的压缩 RFB，适用于受限网络、VPN 和非 Mac 服务器。
zh_hant: 透過 TCP 傳送可靠的壓縮 RFB，適合受限網路、VPN 與非 Mac 伺服器。

source: Remote Desktop Controls
ar: عناصر تحكم سطح المكتب البعيد
ca: Controls de l'escriptori remot
cs: Ovládání vzdálené plochy
da: Betjening af eksternt skrivebord
de: Remote-Desktop-Steuerung
es: Controles del escritorio remoto
fi: Etätyöpöydän hallinta
fr: Commandes du bureau distant
he: פקדי שולחן עבודה מרוחק
hu: Távoli asztal vezérlői
it: Controlli scrivania remota
ja: リモートデスクトップのコントロール
ko: 원격 데스크탑 제어
nb: Kontroller for eksternt skrivebord
nl: Bedieningselementen extern bureaublad
pl: Sterowanie zdalnym pulpitem
pt_br: Controles da Área de Trabalho Remota
pt_pt: Controlos do ambiente de trabalho remoto
ro: Comenzi desktop la distanță
sl: Upravljanje oddaljenega namizja
sv: Reglage för fjärrskrivbord
uk: Керування віддаленим робочим столом
vi: Điều khiển màn hình từ xa
zh_hans: 远程桌面控制
zh_hant: 遠端桌面控制項目
